Repository: 1dot75cm/gnome-desktop
Catalog: desktop-docs/fdl/*/*.po
Languages: vi

source: Preserve all the <link linkend="fdl-invariant">Invariant Sections</link> of the <link linkend="fdl-document">Document</link>, unaltered in their text and in their titles. Section numbers or the equivalent are not considered part of the section titles.
vi: Bảo tồn tất cả các <link linkend="fdl-invariant"> Tiết Đoạn Bất Biến</link> của <link linkend="fdl-document">Tài Liệu</link>, cả thân lẫn tiêu đề đều chưa được thay đổi. Số hiệu tiết đoạn hay tương tự không được coi là phần của tiêu đề tiết đoạn.

source: Delete any section entitled <quote>Endorsements</quote>. Such a section may not be included in the <link linkend="fdl-modified">Modified Version</link>.
vi: Xoá bỏ tiết đoạn nào có tiêu đề <quote>Sự Xác Nhận</quote>. Không cho phép gồm tiết đoạn như vậy trong <link linkend="fdl-modified">Phiên Bản Được Sửa Đổi</link>.

source: Do not retitle any existing section as <quote>Endorsements</quote> or to conflict in title with any <link linkend="fdl-invariant">Invariant Section</link>.
vi: Đừng thay đổi tiêu đề của bất cứ tiết đoạn tồn tại nào thành <quote>Sự Xác Nhận</quote> hoặc thành gì xung đột với tiêu đề của bất cứ <link linkend="fdl-invariant"> Tiết Đoạn Bất Biến</link> nào.

source: If the <link linkend="fdl-modified">Modified Version</link> includes new front-matter sections or appendices that qualify as <link linkend="fdl-secondary">Secondary Sections</link> and contain no material copied from the Document, you may at your option designate some or all of these sections as invariant. To do this, add their titles to the list of <link linkend="fdl-invariant">Invariant Sections</link> in the Modified Version's license notice. These titles must be distinct from any other section titles.
vi: Nếu <link linkend="fdl-modified">Phiên Bản Được Sửa Đổi</link> gồm tiết đoạn trước hay phụ lục thỏa tiêu chuẩn của <link linkend="fdl-secondary">Tiết Đoạn Phụ</link> và không chứa nguyên liệu được sao chép từ <link linkend="fdl-document">Tài Liệu</link>, cho phép bạn tùy chọn xác định một số hay tất cả những tiết đoạn này là bất biến. Để làm như thế, hãy thêm các tiêu đề của chúng vào danh sách các <link linkend="fdl-invariant"> Tiết Đoạn Bất Biến</link> trong báo cáo bản quyền của <link linkend="fdl-modified">Phiên Bản Được Sửa Đổi</link>. Những tiêu đề này phải được phân biệt với bất cứ tiêu đề tiết đoạn nào khác.

source: You may add a section entitled <quote>Endorsements</quote>, provided it contains nothing but endorsements of your <link linkend="fdl-modified">Modified Version</link> by various parties--for example, statements of peer review or that the text has been approved by an organization as the authoritative definition of a standard.
vi: Cho phép bạn thêm tiết đoạn có tiêu đề <quote>Sự Xác Nhận</quote>, miễn là nó chứa chỉ sự xác nhận <link linkend="fdl-modified">Phiên Bản Được Sửa Đổi</link> của các bên khác nhau — lấy thí dụ, lời tuyên bố xem lại ngang hàng hay rằng văn bản đã được tán thành bởi một tổ chức nào đó như là sự xác định có căn cứ của tiêu chuẩn đó.

source: You may add a passage of up to five words as a <link linkend="fdl-cover-texts">Front-Cover Text</link>, and a passage of up to 25 words as a <link linkend="fdl-cover-texts">Back-Cover Text</link>, to the end of the list of <link linkend="fdl-cover-texts">Cover Texts</link> in the <link linkend="fdl-modified">Modified Version</link>. Only one passage of Front-Cover Text and one of Back-Cover Text may be added by (or through arrangements made by) any one entity. If the <link linkend="fdl-document">Document</link> already includes a cover text for the same cover, previously added by you or by arrangement made by the same entity you are acting on behalf of, you may not add another; but you may replace the old one, on explicit permission from the previous publisher that added the old one.
vi: Cho phép bạn thêm một đoạn chứa đến năm từ như là <link linkend="fdl-cover-texts">Đoạn Bìa Trước</link>, và một đoạn chứa đến 25 từ như là <link linkend="fdl-cover-texts">Đoạn Bìa Sau</link>, vào kết thúc của danh sách các <link linkend="fdl-cover-texts">Đoạn Bìa</link> trong <link linkend="fdl-modified">Phiên Bản Được Sửa Đổi</link>. Cho phép mỗi thực thể thêm (hoặc dàn xếp thêm) chỉ một <link linkend="fdl-cover-texts">Đoạn Bìa Trước</link> và chỉ một <link linkend="fdl-cover-texts">Đoạn Bìa Sau</link>. Nếu <link linkend="fdl-document">Tài Liệu</link> đã chứa một đoạn bìa trên bìa đó, được thêm trước bởi bạn (hoặc được dàn xếp bởi cùng một thực thể bạn đại diện), không cho phép bạn thêm đoạn nữa; còn nếu nhà xuất bản đã thêm đoạn tồn tại cho phép dứt khoát, bạn có thể thay thế đoạn tồi tại đó.

source: The author(s) and publisher(s) of the <link linkend="fdl-document">Document</link> do not by this License give permission to use their names for publicity for or to assert or imply endorsement of any <link linkend="fdl-modified">Modified Version </link>.
vi: (Những) tác giả và nhà xuất bản của <link linkend="fdl-document">Tài Liệu</link> không bằng Giấy Phép này cho phép ai dùng tên của họ trong tính công khai hoặc để xác nhận (trực tiếp hay được ngụ ý) bất cứ <link linkend="fdl-modified">Phiên Bản Được Sửa Đổi</link> nào.

source: COMBINING DOCUMENTS
vi: KẾT HỢP TÀI LIỆU

source: You may combine the <link linkend="fdl-document">Document</link> with other documents released under this License, under the terms defined in <link linkend="fdl-section4">section 4</link> above for modified versions, provided that you include in the combination all of the <link linkend="fdl-invariant">Invariant Sections</link> of all of the original documents, unmodified, and list them all as Invariant Sections of your combined work in its license notice.
vi: Cho phép bạn kết hợp <link linkend="fdl-document">Tài Liệu</link> với tài liệu khác được phát hành dưới Giấy Phép này, với điều kiện được xác định trong <link linkend="fdl-section4">phần 4</link> bên trên về phiên bản được sửa đổi, miễn là bạn gồm trong sự kết hợp đó tất cả các <link linkend="fdl-invariant"> Tiết Đoạn Bất Biến</link> của tất cả các tài liệu gốc, chưa được sửa đổi, và liệt kê chúng hoàn toàn là <link linkend="fdl-invariant"> Tiết Đoạn Bất Biến</link> của sản phẩm được kết hợp, trong báo cáo bản quyền của nó.

source: The combined work need only contain one copy of this License, and multiple identical <link linkend="fdl-invariant">Invariant Sections</link> may be replaced with a single copy. If there are multiple Invariant Sections with the same name but different contents, make the title of each such section unique by adding at the end of it, in parentheses, the name of the original author or publisher of that section if known, or else a unique number. Make the same adjustment to the section titles in the list of Invariant Sections in the license notice of the combined work.
vi: Sản phẩm được kết hợp cần phải chứa chỉ một bản sao của Giấy Phép này, và cho phép thay thế nhiều <link linkend="fdl-invariant">Tiết Đoạn Bất Biến</link> trùng bằng cùng một bản sao. Nếu có nhiều <link linkend="fdl-invariant">Tiết Đoạn Bất Biến</link> có cùng một tên còn có nội dung khác nhau, hãy làm cho mỗi tiêu đề tiết đoạn duy nhất, bằng cách phụ thêm (nằm trong dấu ngoặc) tên của tác giả hay nhà xuất bản gốc của tiết đoạn đó, nếu được biết, hay một số duy nhất. Hãy điều chỉnh tương ứng những tiêu đề tiết đoạn trong danh sách các <link linkend="fdl-invariant">Tiết Đoạn Bất Biến</link>, trong báo cáo bản quyền của sản phẩm được kết hợp.

source: In the combination, you must combine any sections entitled <quote>History</quote> in the various original documents, forming one section entitled <quote>History</quote>; likewise combine any sections entitled <quote>Acknowledgements</quote>, and any sections entitled <quote>Dedications</quote>. You must delete all sections entitled <quote>Endorsements.</quote>
vi: Trong sự kết hợp, bạn phải kết hợp bất cứ tiết đoạn có tiêu đề <quote>Lịch Sử</quote> nằm trong những tài liệu gốc khác nhau, để tạo cùng một tiết đoạn có tiêu đề <quote>Lịch Sử</quote>; hãy kết hợp tương ứng bất cứ tiết đoạn có tiêu đề <quote>Lời Báo Nhận</quote>, và bất cứ tiết đoạn nào có tiêu đề <quote>Lời Đề Tặng</quote>. Bạn phải xoá bỏ mọi tiết đoạn có tiêu đề <quote>Sự Xác Nhận</quote>.

source: COLLECTIONS OF DOCUMENTS
vi: TẬP HỢP TÀI LIỆU

source: You may make a collection consisting of the <link linkend="fdl-document">Document</link> and other documents released under this License, and replace the individual copies of this License in the various documents with a single copy that is included in the collection, provided that you follow the rules of this License for verbatim copying of each of the documents in all other respects.
vi: Cho phép bạn tạo một tập hợp chứa <link linkend="fdl-document">Tài Liệu</link> và một số tài liệu khác nhau cũng được phát hành dưới Giấy Phép này, và thay thế những bản sao riêng của Giấy Phép này trong nhửng tài liệu khác nhau bằng cùng một bản sao được chứa trong tập hợp đó, miễn là bạn theo những quy tắc của Giấy Phép này về sự sao chép đúng nguyên văn mỗi tài liệu đó bằng các cách khác.

source: You may extract a single document from such a collection, and dispbibute it individually under this License, provided you insert a copy of this License into the extracted document, and follow this License in all other respects regarding verbatim copying of that document.
vi: Cho phép bạn trích một tài liệu riêng lẻ ra tập hợp như vậy, và phát hành nó một cách riêng dưới Giấy Phép này, miễn là bạn chèn một bản sao của Giấy Phép này vào tài liệu được trích ra, và theo Giấy Phép này về sự sao chép đúng nguyên văn mỗi tài liệu đó bằng các cách khác.

source: AGGREGATION WITH INDEPENDENT WORKS
vi: TẬP HỢP VỚI SẢN PHẨM ĐỘC LẬP

source: A compilation of the <link linkend="fdl-document">Document</link> or its derivatives with other separate and independent documents or works, in or on a volume of a storage or distribution medium, does not as a whole count as a <link linkend="fdl-modified">Modified Version</link> of the Document, provided no compilation copyright is claimed for the compilation. Such a compilation is called an <quote>aggregate</quote>, and this License does not apply to the other self-contained works thus compiled with the Document , on account of their being thus compiled, if they are not themselves derivative works of the Document. If the <link linkend="fdl-cover-texts">Cover Text</link> requirement of <link linkend="fdl-section3">section 3</link> is applicable to these copies of the Document, then if the Document is less than one quarter of the entire aggregate, the Document's Cover Texts may be placed on covers that surround only the Document within the aggregate. Otherwise they must appear on covers around the whole aggregate.
vi: Sự sưu tập <link linkend="fdl-document">Tài Liệu</link> hay các tài liệu dẫn xuất với tài liệu hay sản phẩm riêng và độc lập khác, trong hay trên một khối tin của phương tiện cất giữ hay phát hành, không phải là sản phẩm toàn bộ được tính đến một <link linkend="fdl-modified">Phiên Bản Được Sửa Đổi</link> của <link linkend="fdl-document">Tài Liệu</link>, miễn là không có tác quyền sưu tập được tuyên bố về sự sưu tập đó. Sự sưu tập tài liệu như vậy được gọi là <quote>khối tập hợp</quote>, và Giấy Phép này không áp dụng cho những sản phẩm độc lập khác được sưu tập với <link linkend="fdl-document">Tài Liệu</link> do chúng đã được sưu tập, nếu bản thân chúng không phải là sản phẩm dẫn xuất của <link linkend="fdl-document">Tài Liệu</link>. Nếu như cầu <link linkend="fdl-cover-texts">Đoạn Bìa</link> của <link linkend="fdl-section3">phần 3</link> có thể được áp dụng cho những bản sao này của <link linkend="fdl-document">Tài Liệu</link> thì nếu <link linkend="fdl-document">Tài Liệu</link> có kích cỡ ít hơn một phần tư của toàn bộ kích cỡ của khối tập hợp, cho phép bạn hiển thị những <link linkend="fdl-cover-texts">Đoạn Bìa</link> của <link linkend="fdl-document">Tài Liệu</link> trên bìa chung quanh chỉ <link linkend="fdl-document">Tài Liệu</link> nằm trong khối tập hợp. Nếu không thì những <link linkend="fdl-cover-texts">Đoạn Bìa</link> của <link linkend="fdl-document">Tài Liệu</link> phải xuất hiện trên bìa chung quanh toàn bộ khối tập hợp.

source: TRANSLATION
vi: THÔNG DỊCH

source: Translation is considered a kind of modification, so you may distribute translations of the <link linkend="fdl-document">Document</link> under the terms of <link linkend="fdl-section4">section 4</link>. Replacing <link linkend="fdl-invariant"> Invariant Sections</link> with translations requires special permission from their copyright holders, but you may include translations of some or all Invariant Sections in addition to the original versions of these Invariant Sections. You may include a translation of this License provided that you also include the original English version of this License. In case of a disagreement between the translation and the original English version of this License, the original English version will prevail.
vi: Sự thông dịch được coi là kiểu sự sửa đổi, vì vậy cho phép bạn phát hành bản dịch của <link linkend="fdl-document">Tài Liệu</link> với điều kiện của <link linkend="fdl-section4">phần 4</link>. Khả năng thay thế <link linkend="fdl-invariant"> Tiết Đoạn Bất Biến</link> bằng bản dịch cần thiết sự cho phép đặc biệt của những người giữ tác quyền, nhưng mà cho phép bạn gồm bản dịch của một số hay tất cả <link linkend="fdl-invariant"> Tiết Đoạn Bất Biến</link> thêm vào những phiên bản gốc của <link linkend="fdl-invariant"> Tiết Đoạn Bất Biến</link> đó. Cho phép bạn gồm bản dịch của Giấy Phép này, miễn là bạn cũng gồm phiên bản tiếng Anh gốc của Giấy Phép này. Trong trường hợp xung đột giữa bản dịch và phiên bản tiếng Anh gốc của Giấy Phép này, phiên bản tiếng Anh gốc có quyền cao hơn.

source: TERMINATION
vi: KẾT THÚC

source: You may not copy, modify, sublicense, or distribute the <link linkend="fdl-document">Document</link> except as expressly provided for under this License. Any other attempt to copy, modify, sublicense or distribute the Document is void, and will automatically terminate your rights under this License. However, parties who have received copies, or rights, from you under this License will not have their licenses terminated so long as such parties remain in full compliance.
vi: Không cho phép bạn sao chép, sửa đổi, cấp phụ hay phát hành <link linkend="fdl-document">Tài Liệu</link>, trừ phi với những điều kiện dứt khoát của Giấy Phép này. Bất cứ sự cố gắng khác nào để sao chép, sửa đổi, cấp phụ hay phát hành Giấy Phép bị bãi bỏ, và sẽ kết thúc tự động các quyền của bạn dưới Giấy Phép này. Tuy nhiên, những người đã nhận bản dao, hay quyền, từ bạn dưới Giấy Phép này sẽ không có bản quyền bị kết thúc miễn là họ tiếp tục tuân theo hoàn toàn.

source: FUTURE REVISIONS OF THIS LICENSE
vi: BẢN SỬA ĐỔI TƯƠNG LAI CỦA BẢN QUYỀN NÀY

source: The <ulink type="http" url="http://www.gnu.org/fsf/fsf.html">Free Software Foundation</ulink> may publish new, revised versions of the GNU Free Documentation License from time to time. Such new versions will be similar in spirit to the present version, but may differ in detail to address new problems or concerns. See <ulink type="http" url="http://www.gnu.org/copyleft">http://www.gnu.org/copyleft/</ulink>.
vi: <ulink type="http" url="http://www.gnu.org/fsf/fsf.html">Tổ Chức Phần Mềm Dùng Tự Do</ulink> có quyền công bố thỉng thoảng phiên bản được sửa đổi mới của Giấy Phép Tài Liệu Tự Do GNU (GFDL). Phiên bản mới như vậy sẽ có tinh thần tương tự với phiên bản hiện thời, còn có thể khác biệt trong chi tiết để giải quyết vấn đề hay sự quan tâm mới. Xem <ulink type="http" url="http://www.gnu.org/copyleft">http://www.gnu.org/copyleft/</ulink>.

source: Each version of the License is given a distinguishing version number. If the <link linkend="fdl-document">Document</link> specifies that a particular numbered version of this License <quote>or any later version</quote> applies to it, you have the option of following the terms and conditions either of that specified version or of any later version that has been published (not as a draft) by the Free Software Foundation. If the Document does not specify a version number of this License, you may choose any version ever published (not as a draft) by the Free Software Foundation.
vi: Mỗi phiên bản của Giấy Phép được gán một số hiệu phiên bản riêng. Nếu <link linkend="fdl-document">Tài Liệu</link> xác định rằng một phiên bản có số hiệu riêng của Giấy Phép này <quote>hay bất cứ phiên bản sau nào</quote> áp dụng cho nó, bạn có tùy chọn tuân theo điều kiện hoặc của phiên bản được xác định đó, hoặc của bất cứ phiên bản sau nào đã được công bố (không phải là nháp) bởi Tổ Chức Phần Mềm Dùng Tự Do. Nếu <link linkend="fdl-document">Tài Liệu</link> không xác định số phiên bản riêng nào của Giấy Phép này, cho phép bạn chọn bất cứ phiên bản nào đã được công bố (không phải là nháp) bởi Tổ Chức Phần Mềm Dùng Tự Do.

source: Addendum
vi: Phụ Lục

source: To use this License in a document you have written, include a copy of the License in the document and put the following copyright and license notices just after the title page:
vi: Để dùng Giấy Phép này trong tài liệu bạn đã tạo, hãy gồm một bản sao của Giấy Phép trong tài liệu đó, và thêm những báo cáo tác quyền và bản quyền này đúng sau trang tiêu đề:

source: Copyright © YEAR YOUR NAME.
vi: Tác quyền © NĂM HỌ TÊN CỦA BẠN

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.1 or any later version published by the Free Software Foundation; with the <link linkend="fdl-invariant">Invariant Sections</link> being LIST THEIR TITLES, with the <link linkend="fdl-cover-texts">Front-Cover Texts</link> being LIST, and with the <link linkend="fdl-cover-texts">Back-Cover Texts</link> being LIST. A copy of the license is included in the section entitled <quote>GNU Free Documentation License</quote>.
vi: Có cấp quyền sao chép, phát hành và/hay sửa đổi tài liệu này với điều kiện của Giấy Phép Tài Liệu Dùng Tự Do GNU (GFDL), Phiên bản 1.1 hay bất cứ phiên bản sau nào được công bố bởi Tổ Chức Phần Mềm Dùng Tự Do; còn những <link linkend="fdl-invariant">Tiết Đoạn Bất Biến</link> là LIỆT KÊ CÁC TIÊU ĐỀ, còn những <link linkend="fdl-cover-texts">Đoạn Bìa Trước</link> là DANH SÁCH, và còn những <link linkend="fdl-cover-texts">Đoạn Bìa Sau</link> là DANH SÁCH. Một bản sao của bản quyền đó được gồm trong tiết đoạn có tiêu đề <quote>Giấy Phép Tài Liệu Dùng Tự Do GNU </quote>.

source: If you have no <link linkend="fdl-invariant">Invariant Sections</link>, write <quote>with no Invariant Sections</quote> instead of saying which ones are invariant. If you have no <link linkend="fdl-cover-texts">Front-Cover Texts</link>, write <quote>no Front-Cover Texts</quote> instead of <quote>Front-Cover Texts being LIST</quote>; likewise for <link linkend="fdl-cover-texts">Back-Cover Texts</link>.
vi: Nếu bạn không có <link linkend="fdl-invariant"> Tiết Đoạn Bất Biến</link>, hãy ghi <quote>không có tiết đoạn bất biến</quote> thay cho liệt kê những tiết đoạn bất biến. Vậy nếu bạn không có <link linkend="fdl-cover-texts">Đoạn Bìa Trước</link>, hãy ghi <quote>không có Đoạn Bìa Trước</quote> thay vào <quote>Đoạn Bìa Trước là DANH SÁCH</quote>; cũng vậy với <link linkend="fdl-cover-texts">Đoạn Bìa Sau</link>.

source: If your document contains nontrivial examples of program code, we recommend releasing these examples in parallel under your choice of free software license, such as the <ulink type="http" url="http://www.gnu.org/copyleft/gpl.html"> GNU General Public License</ulink>, to permit their use in free software.
vi: Nếu tài liệu của bạn chứa lời thí dụ đáng kể của mã nguồn của chương trình, khuyên bạn phát hành những lời thí dụ này một cách song song dưới bản quyền phần mềm được chọn, như <ulink type="http" url="http://www.gnu.org/copyleft/gpl.html"> Giấy Phép Dùng Chung Tổng Quát GNU</ulink> (GPL), để cho phép người khác dùng chúng trong phần mềm dùng tự do.

source: translator-credits
vi: Nhóm Việt hóa Gnome <gnomevi-list@lists.sourceforge.net>
