Repository: 1dot75cm/gnome-desktop
Catalog: desktop-docs/fdl/*/*.po
Languages: vi

source: GNU Free Documentation License
vi: Giấy Phép Tài Liệu Tự Do GNU

source: Version 1.1, March 2000
vi: Phiên bản 1.1, Tháng 3/2000

source: Free Software Foundation, Inc.
vi: Cty Tổ Chức Phần Mềm Tự Do

source: Free Software Foundation
vi: Tổ Chức Phần Mềm Tự Do

source: <address>Free Software Foundation, Inc. <street>59 Temple Place, Suite 330</street>, <city>Boston</city>, <state>MA</state><postcode>02111-1307</postcode><country>USA</country></address>. Everyone is permitted to copy and distribute verbatim copies of this license document, but changing it is not allowed.
vi: <address>Free Software Foundation, Inc. <street>59 Temple Place, Suite 330</street>, <city>Boston</city>, <state>MA</state><postcode>02111-1307</postcode><country>USA</country></address>. Cho phép mọi người sao chép và phát hành đúng nguyên văn bản sao của tài liệu bản quyền này, nhưng mà không cho phép thay đổi nó.

source: PREAMBLE
vi: LỜI MỞ ĐẦU

source: The purpose of this License is to make a manual, textbook, or other written document <quote>free</quote> in the sense of freedom: to assure everyone the effective freedom to copy and redistribute it, with or without modifying it, either commercially or noncommercially. Secondarily, this License preserves for the author and publisher a way to get credit for their work, while not being considered responsible for modifications made by others.
vi: Giấy Phép này nhằm mục đích làm cho sổ tay, cuốn sách giáo hay tài liệu ghi ra khác là <quote>tự do</quote>: để đảm bảo mọi người có quyền sao chép và phát hành lại tài liệu đó, có sửa đổi nó hay không, một cách thương mại hay không. Thứ hai, Giấy Phép này bảo tồn cho tác giả và nhà xuất bản có cách hưởng công trạng về sự cố gắng của mình, còn họ không được coi có chịu trách nhiệm về sự sửa đổi của người khác.

source: This License is a kind of <quote>copyleft</quote>, which means that derivative works of the document must themselves be free in the same sense. It complements the GNU General Public License, which is a copyleft license designed for free software.
vi: Giấy Phép này là kiểu <quote>tác quyền ngược</quote>, có nghĩa là mọi sản phẩm bắt nguồn từ tài liệu này cũng phải là tự do bằng cách nói trên. Nó bổ sung Giấy Phép Dùng Chung Tổng Quát GNU (GPL) mà là bản tác quyền ngược được thiết kế cho phần mềm dùng tự do.

source: We have designed this License in order to use it for manuals for free software, because free software needs free documentation: a free program should come with manuals providing the same freedoms that the software does. But this License is not limited to software manuals; it can be used for any textual work, regardless of subject matter or whether it is published as a printed book. We recommend this License principally for works whose purpose is instruction or reference.
vi: Chúng tôi đã thiết kế Giấy Phép này để dùng nó với sổ tay hướng dẫn cách sử dụng phần mềm dùng tự do, vì phần mềm dùng tự do cần thiết tài liệu dùng tự do: chương trình dùng tự do nên có sẵn sổ tay cung cấp cùng những quyền với phần mềm đó. Tuy nhiên Giấy Phép này không bị hạn chế thành sổ tay phần mềm; nó có thể được dùng với bất cứ văn bản, bất chấp chủ đề và bất chấp nó là cuốn sách được in ra. Chúng tôi đề nghị Giấy Phép này chính cho tài liệu nhằm mục đích hướng dẫn hay tham khảo.

source: APPLICABILITY AND DEFINITIONS
vi: SỰ THÍCH HỢP VÀ LỜI ĐỊNH NGHĨA

source: This License applies to any manual or other work that contains a notice placed by the copyright holder saying it can be distributed under the terms of this License. The <quote>Document</quote>, below, refers to any such manual or work. Any member of the public is a licensee, and is addressed as <quote>you</quote>.
vi: Giấy Phép này áp dụng cho bất cứ sổ tay nào hay văn bản khác chứa báo cáo được chèn bởi người giữ tác quyền có nói rằng cho phép phát hành tài liệu đó với điều kiện của Giấy Phép này. <quote>Tài Liệu</quote> bên dưới đại diện bất cứ sổ tay hay tài liệu nào như vậy. Bất cứ người riêng nào là người được cầp bản quyền, và được gọi là « bạn ».

source: A <quote>Modified Version</quote> of the Document means any work containing the Document or a portion of it, either copied verbatim, or with modifications and/or translated into another language.
vi: <quote>Phiên Bản Được Sửa Đổi</quote> của Tài Liệu có nghĩa là bất cứ văn bản chứa Tài Liệu hay đoạn nào của nó, hoặc được sao chép đúng nguyên văn, hoặc với sự sửa đổi và/hay được dịch sang ngôn ngữ khác.

source: A <quote>Secondary Section</quote> is a named appendix or a front-matter section of the <link linkend="fdl-document">Document</link> that deals exclusively with the relationship of the publishers or authors of the Document to the Document's overall subject (or to related matters) and contains nothing that could fall directly within that overall subject. (For example, if the Document is in part a textbook of mathematics, a Secondary Section may not explain any mathematics.) The relationship could be a matter of historical connection with the subject or with related matters, or of legal, commercial, philosophical, ethical or political position regarding them.
vi: <quote>Tiết Đoạn Phụ</quote> là phụ lục có tên hay tiết đoạn trước của <link linkend="fdl-document">Tài Liệu</link> mà diễn tả chỉ quan hệ của nhà xuất bản hay tác giả của Tài Liệu với chủ đề chính của Tài Liệu (hoặc với chủ đề liên quan) và không chứa gì nằm trong chủ đề chính đó. (Lấy thí dụ, nếu Tài Liệu có tiết đoạn là cuốn sách giáo toán học, Tiết Đoạn Phụ không thể diễn tả gì về toán học.) Quan hệ này có thể là liến kết lịch sử với chủ đề hay với chủ đề liên quan, hay là luận điểm hợp pháp, thương mại, thuộc triết học, thuộc đạo đức hay chính trị về chúng.

source: The <quote>Invariant Sections</quote> are certain <link linkend="fdl-secondary"> Secondary Sections</link> whose titles are designated, as being those of Invariant Sections, in the notice that says that the <link linkend="fdl-document">Document</link> is released under this License.
vi: <quote>Tiết Đoạn Bất Biến</quote> là <link linkend="fdl-secondary">Tiết Đoạn Phụ</link> có tiêu đề được đặt là Tiết Đoạn Bất Biến trong báo cáo nói rằng <link linkend="fdl-document">Tài Liệu</link> được phát hành với điều kiện của Giấy Phép này.

source: The <quote>Cover Texts</quote> are certain short passages of text that are listed, as Front-Cover Texts or Back-Cover Texts, in the notice that says that the <link linkend="fdl-document">Document</link> is released under this License.
vi: <quote>Đoạn Bìa</quote> là đoạn ngắn được liệt kê là Đoạn Bìa Trước hay Đoạn Bìa Sau trong báo cáo nói rằng <link linkend="fdl-document">Tài Liệu</link> được phát hành với điều kiện của Giấy Phép này.

source: A <quote>Transparent</quote> copy of the <link linkend="fdl-document"> Document</link> means a machine-readable copy, represented in a format whose specification is available to the general public, whose contents can be viewed and edited directly and straightforwardly with generic text editors or (for images composed of pixels) generic paint programs or (for drawings) some widely available drawing editor, and that is suitable for input to text formatters or for automatic translation to a variety of formats suitable for input to text formatters. A copy made in an otherwise Transparent file format whose markup has been designed to thwart or discourage subsequent modification by readers is not Transparent. A copy that is not <quote>Transparent</quote> is called <quote>Opaque</quote>.
vi: Bản sao <quote>Trong Suốt</quote> của <link linkend="fdl-document">Tài Liệu</link> là bản sao cho máy đọc được, được đại diện bằng dạng thức có đặc tả công bố cho mọi người xem, có nội dung cho người dùng xem và sửa đổi một cách trực tiếp và rõ ràng bằng trình soạn thảo văn bản giống loài hay (đối với ảnh theo điểm ảnh) trình sơn giống loài hay (đối với bức vẽ) trình hiệu chỉnh vẽ được công bố rộng rãi, mà thích hợp để nhập vào trình định dạng chữ hay để dịch tự động sang kiểu dạng thức thích hợp để nhập vào trình định dạng chữ. Bản sao được tạo bằng dạng thức tập tin Trong Suốt trừ có mã định dạng đã được thiết kế để chặn hay can ngăn người đọc sửa đổi không phải là Trong Suốt. Bản sao không phải là Trong Suốt được gọi là <quote>Đục</quote>.

source: Examples of suitable formats for Transparent copies include plain ASCII without markup, Texinfo input format, LaTeX input format, SGML or XML using a publicly available DTD, and standard-conforming simple HTML designed for human modification. Opaque formats include PostScript, PDF, proprietary formats that can be read and edited only by proprietary word processors, SGML or XML for which the DTD and/or processing tools are not generally available, and the machine-generated HTML produced by some word processors for output purposes only.
vi: Dạng thức thích hợp với bản sao Trong Suốt gồm ASCII chuẩn không có mã định dạng, dạng thức nhập Texinfo, dạng thức nhập LaTeX, SGML hay XML dùng DTD được công bố, và HTML đơn giản làm cho hợp với tiêu chuẩn được thiết kế cho con người sửa đổi. Dạng thức Đục gồ, PostScript, PDF, dạng thức sở hửu có thể được đọc và sửa đổi chỉ bằng trình xử lý từ sở hữu, SGML hay XML cho đó DTD hay/và công cụ xử lý không được công bố, và HTML bị máy tạo ra được tạo bởi một số trình xử lý từ chỉ cho mục đích xuất mà thôi.

source: The <quote>Title Page</quote> means, for a printed book, the title page itself, plus such following pages as are needed to hold, legibly, the material this License requires to appear in the title page. For works in formats which do not have any title page as such, <quote>Title Page</quote> means the text near the most prominent appearance of the work's title, preceding the beginning of the body of the text.
vi: <quote>Trang Tiêu Đề</quote> có nghĩa là, đối với cuốn sách được in ra, trang tiêu đề chính nó, cộng với trang nằm theo nào cần thiết để hiển thị rõ ràng nguyên liệu cần thiết bởi Giấy Phép này được xuất hiện trong trang tiêu đề. Đối với văn bản có dạng thức không có trang tiêu đề như thế, <quote>Trang Tiêu Đề</quote> có nghĩa là đoạn nằm gần vị trí hiển thị tiêu đề một cách đáng chú ý nhất, nằm trước nơi bắt đầu thân của văn bản.

source: VERBATIM COPYING
vi: SAO CHÉP ĐÚNG NGUYÊN VĂN

source: You may copy and distribute the <link linkend="fdl-document">Document</link> in any medium, either commercially or noncommercially, provided that this License, the copyright notices, and the license notice saying this License applies to the Document are reproduced in all copies, and that you add no other conditions whatsoever to those of this License. You may not use technical measures to obstruct or control the reading or further copying of the copies you make or distribute. However, you may accept compensation in exchange for copies. If you distribute a large enough number of copies you must also follow the conditions in <link linkend="fdl-section3">section 3</link>.
vi: Cho phép bạn sao chép và phát hành <link linkend="fdl-document">Tài Liệu</link> trong bất cứ vật chứa nào, thương mại hay không, miễn là Giấy Phép này, những báo cáo tác quyền, và báo cáo bản quyền nói rằng Giấy Phép này áp dụng cho Tài Liệu được tạo lại trong mỗi bản sao, và bạn không thêm điều kiện nào vào điều kịện của Giấy Phép này. Không cho phép bạn dùng biện pháp kỹ thuật để gây trở ngại cho hay điều khiển hoạt động đọc hay sao chép thêm nữa những bản sao bạn làm hay phát hành. Tuy nhiên, cho phép bạn chấp nhận sự bồi thường có thu bản sao. Nếu bạn phát hành số bản sao đủ lớn, bạn cũng phải tuân theo điều kiện trong <link linkend="fdl-section3">phần 3</link>.

source: You may also lend copies, under the same conditions stated above, and you may publicly display copies.
vi: Cũng cho phép bạn cho mượn bả sao, với cùng điều kiện nói trên, và cho phép bạn trình bày công khai bản sao.

source: COPYING IN QUANTITY
vi: SAO CHÉP HÀNG LOẠT

source: If you publish printed copies of the <link linkend="fdl-document">Document</link> numbering more than 100, and the Document's license notice requires <link linkend="fdl-cover-texts">Cover Texts</link>, you must enclose the copies in covers that carry, clearly and legibly, all these Cover Texts: Front-Cover Texts on the front cover, and Back-Cover Texts on the back cover. Both covers must also clearly and legibly identify you as the publisher of these copies. The front cover must present the full title with all words of the title equally prominent and visible. You may add other material on the covers in addition. Copying with changes limited to the covers, as long as they preserve the title of the <link linkend="fdl-document">Document</link> and satisfy these conditions, can be treated as verbatim copying in other respects.
vi: Nếu bạn xuất bản số bản sao được in của <link linkend="fdl-document">Tài Liệu</link> hơn 100, và báo cáo bản quyền của Tài Liệu cần thiết <link linkend="fdl-cover-texts">Đoạn Bìa</link>, bạn phải vây quanh mỗi bản sao trong bìa hiển thị rõ ràng tất cả các Đoạn Bìa đó : Đoạn Bìa Trước trên bìa trước, còn Đoạn Bìa Sau trên bìa sau. Cả hai bìa cũng phải hiển thị rõ ràng bạn là nhà xuất bản của những bản sao này. Bìa trước phải hiển thị tiêu đề đầy đủ với mỗi từ trong tiêu đề là rõ ràng đều. Cho phép bạn thêm nguyên liệu nữa trên mỗi bìa. Việc sao chép mà chỉ thay đổi bìa, miễn là mỗi bìa bảo tồn tiêu đề của <link linkend="fdl-document">Tài Liệu</link> và thỏa điều kiện này, có thể được coi là việc sao chép đúng nguyên văn bằng cách khác.

source: If the required texts for either cover are too voluminous to fit legibly, you should put the first ones listed (as many as fit reasonably) on the actual cover, and continue the rest onto adjacent pages.
vi: Nếu những đoạn bắt buộc phải nằm trên bìa nào là quá dài để được hiển thị rõ ràng, bạn nên hiển thị những đoạn thứ nhất được liệt kê (nhiều nhất hiển thị được rõ) trên bìa đó, và hiển thị phần còn lại trên những trang tiếp cận.

source: If you publish or distribute <link linkend="fdl-transparent">Opaque</link> copies of the <link linkend="fdl-document">Document</link> numbering more than 100, you must either include a machine-readable <link linkend="fdl-transparent">Transparent</link> copy along with each Opaque copy, or state in or with each Opaque copy a publicly-accessible computer-network location containing a complete Transparent copy of the Document, free of added material, which the general network-using public has access to download anonymously at no charge using public-standard network protocols. If you use the latter option, you must take reasonably prudent steps, when you begin distribution of Opaque copies in quantity, to ensure that this Transparent copy will remain thus accessible at the stated location until at least one year after the last time you distribute an Opaque copy (directly or through your agents or retailers) of that edition to the public.
vi: Nếu bạn xuất bản hay phát hành số bản sao <link linkend="fdl-transparent">Đục</link> của <link linkend="fdl-document">Tài Liệu</link> hơn 100, bạn phải hoặc gồm một bản sao <link linkend="fdl-transparent">Trong Suốt</link> cho máy đọc cùng với mỗi bản sao Đục, hoặc tuyên bố trong hay với mỗi bản sao Đục một địa điểm trên mạng máy tính cho mọi người truy cập mà chứa toàn bộ bản sao Trong Suốt của Tài Liệu, không có nguyên liệu được thêm, nơi mọi người dùng chung mạng có truy cập tải xuống nó một cách vô danh và miễn phí bằng giao thức chạy mạng tiêu chuẩn công cộng. Nếu bạn sử dụng tùy chọn thứ hai, bạn phải theo một số bước hơi cẩn thận, khi bạn bắt đầu phát hành hàng loạt bản sao Đục, để đảm bảo rằng bản sao Trong Suốt này sẽ còn lại cho khả năng truy cập tại địa điểm đã tuyên bố trong ít nhất một năm sau lần cuối cùng bạn phát hành bản sao Đục (một cách trực tiếp hay qua đại lý hay hãng bán) của bản sửa đổi đó cho công cộng.

source: It is requested, but not required, that you contact the authors of the <link linkend="fdl-document">Document</link> well before redistributing any large number of copies, to give them a chance to provide you with an updated version of the Document.
vi: Yêu cầu, nhưng không cần thiết bạn liên lạc với những tác giả của <link linkend="fdl-document">Document</link> khá trước khi phát hành hàng loạt bản sao, để cho họ dịp cung cấp phiên bản Tài Liệu được cập nhật.

source: MODIFICATIONS
vi: SỬA ĐỔI

source: You may copy and distribute a <link linkend="fdl-modified">Modified Version</link> of the <link linkend="fdl-document">Document</link> under the conditions of sections <link linkend="fdl-section2">2</link> and <link linkend="fdl-section3">3</link> above, provided that you release the Modified Version under precisely this License, with the Modified Version filling the role of the Document, thus licensing distribution and modification of the Modified Version to whoever possesses a copy of it. In addition, you must do these things in the Modified Version:
vi: Cho phép bạn sao chép và phát hành <link linkend="fdl-modified">Phiên Bản Được Sửa Đổi</link> của <link linkend="fdl-document">Tài Liệu</link> với điều kiện của những phần <link linkend="fdl-section2">2</link> và <link linkend="fdl-section3">3</link> bên trên, miễn là bạn phát hành Phiên Bản Được Sửa Đổi dưới chính xác Giấy Phép này, còn Phiên Bản Được Sửa Đổi làm nhiệm vụ của Tài Liệu thì cấp quyền phát hành và sửa đổi Phiên Bản Được Sửa Đổi cho ai có bản sao của nó. Hơn nữa, bạn phải làm những việc này trong Phiên Bản Được Sửa Đổi:

source: Use in the <link linkend="fdl-title-page">Title Page</link> (and on the covers, if any) a title distinct from that of the <link linkend="fdl-document">Document</link>, and from those of previous versions (which should, if there were any, be listed in the History section of the Document). You may use the same title as a previous version if the original publisher of that version gives permission.
vi: Dùng trên <link linkend="fdl-title-page">Trang Tiêu Đề</link> (cũng trên những bìa, nếu có) một tiêu đề khác với tiêu đề của <link linkend="fdl-document">Tài Liệu</link> và với tiêu đề của mỗi phiên bản trước (phiên bản trước nào được liệt kê trong phần Lịch Sử của Tài Liệu). Nếu nhà xuất bản gốc cho phép, bạn có quyền dùng cùng một tiêu đề với phiên bản trước đó.

source: List on the <link linkend="fdl-title-page">Title Page</link>, as authors, one or more persons or entities responsible for authorship of the modifications in the <link linkend="fdl-modified">Modified Version</link>, together with at least five of the principal authors of the <link linkend="fdl-document">Document</link> (all of its principal authors, if it has less than five).
vi: Liệt kê trên <link linkend="fdl-title-page">Trang Tiêu Đề</link> như tác giả, một hay nhiều người hay thực thể chịu trách nhiệm tạo sự sửa đổi trong <link linkend="fdl-modified">Phiên Bản Được Sửa Đổi</link>, cùng với ít nhất năm tác giả chính của <link linkend="fdl-document">Tài Liệu</link> (tất cả các tác giả chính, nếu số ít hơn năm).

source: State on the <link linkend="fdl-title-page">Title Page</link> the name of the publisher of the <link linkend="fdl-modified">Modified Version</link>, as the publisher.
vi: Tuyên bố trên <link linkend="fdl-title-page">Trang Tiêu Đề</link> tên của nhà xuất bản <link linkend="fdl-modified">Phiên Bản Được Sửa Đổi</link>, như nhà xuất bản.

source: Preserve all the copyright notices of the <link linkend="fdl-document">Document</link>.
vi: Bảo tồn tất cả các báo cáo tác quyền của <link linkend="fdl-document">Tài Liệu</link>.

source: Add an appropriate copyright notice for your modifications adjacent to the other copyright notices.
vi: Thêm báo cáo tác quyền thích hợp với sự sửa đổi của bạn, tiếp cận với các báo cáo tác quyền khác.

source: Include, immediately after the copyright notices, a license notice giving the public permission to use the <link linkend="fdl-modified">Modified Version</link> under the terms of this License, in the form shown in the Addendum below.
vi: Gồm, đúng sau các báo cáo tác quyền, báo cáo bản quyền cho phép mọi người dùng <link linkend="fdl-modified">Phiên Bản Được Sửa Đổi</link> với điều kiện của Giấy Phép này, bằng đơn được hiển thị trong Phụ Lục bên dưới.

source: Preserve in that license notice the full lists of <link linkend="fdl-invariant"> Invariant Sections</link> and required <link linkend="fdl-cover-texts">Cover Texts</link> given in the <link linkend="fdl-document">Document's</link> license notice.
vi: Bảo tồn trong báo cáo bản quyền đó, những danh sách đầy đủ các <link linkend="fdl-invariant"> Tiết Đoạn Bất Biến</link> và các <link linkend="fdl-cover-texts">Đoạn Bìa</link> cần thiết được cho trong báo cáo bản quyền của <link linkend="fdl-document">Tài Liệu</link>.

source: Include an unaltered copy of this License.
vi: Gồm bản sao chưa thay đổi của Giấy Phép này.

source: Preserve the section entitled <quote>History</quote>, and its title, and add to it an item stating at least the title, year, new authors, and publisher of the <link linkend="fdl-modified">Modified Version </link>as given on the <link linkend="fdl-title-page">Title Page</link>. If there is no section entitled <quote>History</quote> in the <link linkend="fdl-document">Document</link>, create one stating the title, year, authors, and publisher of the Document as given on its Title Page, then add an item describing the Modified Version as stated in the previous sentence.
vi: Bảo tồn phần tên <quote>Lịch Sử</quote>, và tiêu đề của nó, và thêm vào nó một mục tuyên bố ít nhất tiêu đề, năm, các tác giả mới và nhà xuất bản của <link linkend="fdl-modified">Phiên Bản Được Sửa Đổi</link> như được cho trên <link linkend="fdl-title-page">Trang Tiêu Đề</link>. Nếu không có phần tên <quote>Lịch Sử</quote> trong <link linkend="fdl-document">Tài Liệu</link>, hãy tạo một điều tuyên bố ít nhất tiêu đề, năm, các tác giả và nhà xuất bản của <link linkend="fdl-document">Tài Liệu</link> như được cho trên <link linkend="fdl-title-page">Trang Tiêu Đề</link> của nó, rồi thêm mục diễn tả <link linkend="fdl-modified">Phiên Bản Được Sửa Đổi</link> như được phát biểu trong câu trước.

source: Preserve the network location, if any, given in the <link linkend="fdl-document">Document</link> for public access to a <link linkend="fdl-transparent">Transparent</link> copy of the Document, and likewise the network locations given in the Document for previous versions it was based on. These may be placed in the <quote>History</quote> section. You may omit a network location for a work that was published at least four years before the Document itself, or if the original publisher of the version it refers to gives permission.
vi: Bảo tồn địa điểm trên mạng, nếu có, được cho trong <link linkend="fdl-document">Tài Liệu</link> cho mọi người truy cập bản sao <link linkend="fdl-transparent">Trong Suốt</link> của <link linkend="fdl-document">Tài Liệu</link>, cũng những địa điểm mạng được cho trong <link linkend="fdl-document">Tài Liệu</link> cho các phiên bản trước vào đó nó được đựa. Cho phép bạn chèn những điều này vào phần <quote>Lịch Sử</quote>. Cho phép bạn bỏ sót một địa điểm mạng cho sản phẩm được xuất bản ít nhất bốn năm trước <link linkend="fdl-document">Tài Liệu</link> chính nó, hoặc nếu nhà xuất bản gốc của phiên bản được tìm đó có cho phép.

source: In any section entitled <quote>Acknowledgements</quote> or <quote>Dedications</quote>, preserve the section's title, and preserve in the section all the substance and tone of each of the contributor acknowledgements and/or dedications given therein.
vi: Trong bất cứ phần nào tên <quote>Lời Báo Nhận</quote> hay <quote>Lời Đề Tặng</quote>, bảo tồn tiêu đề của phần đó, và bảo tồn trong nó toàn bộ nguyên liệu và giọng điệu của mỗi lời báo nhận và/hay lời đề tặng nằm trong đó.
