Repository: 1dot75cm/gnome-desktop
Catalog: po/*.po
Languages: ga, ml, sq, tg

source: Accessories
ga: Oiriúintí
ml: സഹപ്രയോഗങ്ങള്
sq: Açesorët

source: Accessories menu
ga: roghchlár na Oiriúintí
ml: സഹപ്രയോഗ പട്ടിക
sq: Menuja e açesorëve

source: Applications
sq: Programe

source: Programming
ga: Forbairt
ml: നിര്‍ദ്ദേശ-സംഹിത
sq: Programim

source: Tools for software development
ga: Uirlisí le haighaid Fhorbairt
ml: മൃദുസാമഗ്രി നിര്മ്മിക്കുവാനുള്ള ഉപകരങ്ങള്
sq: Vegla për zhvillim programesh

source: Games
ga: Cluichí
ml: കളികള്
sq: Lojra

source: Games menu
ga: roghclár Chluichí
ml: കളികളുടെ പട്ടിക
sq: Menuja e Lojrave

source: Graphics
ga: Graphice
ml: ചിത്രീകരണം
sq: Grafikë

source: Graphics menu
ga: roghclár Graphice
ml: ചിത്രീകരണ പട്ടിക
sq: Programe Grafike

source: Programs for Internet and networks
ga: Feidhmchláraí le haighaidh an Idirlíon agus líonraí
ml: ഇ-വല/വലക്കെട്ട് എന്നിവയുടെ നിര്‍ദ്ദേശ-സംഹിതകള്
sq: Programe per Internet dhe Rrjete

source: Multimedia menu
ga: roghclár Ilmheánach
ml: ബഹുമാധ്യമം
sq: Menu Multimediale

source: Office
ga: Offig
ml: കാര്യാലയം
sq: Zyrë

source: Office Applications
ga: Feidhmchláraí Offig
ml: കാര്യാലയ പ്രയോഗങ്ങള്‌
sq: Programe zyre

source: Applications without a category
ga: Feidhmchlár gan rangú
ml: ബന്ധപ്പെട്ട പ്രയോഗങ്ങളില്ല
sq: Programe pa kategori

source: Other
ga: Cíon Eile
ml: മറ്റുള്ളവ
sq: Tjetër

source: Programs
ga: Ríomhcláireanna
ml: നിര്‍ദ്ദേശ-സംഹിത
sq: Programe

source: Programs menu
ga: roghclár Ríomhchlaranna:
ml: നിര്‍ദ്ദേശ-സംഹിതാ പട്ടിക
sq: Menuja Programeve

source: Desktop Preferences
ga: Tosaíochtaí le haighaidh an Deasc
ml: പണിപ്പുര തെരഞ്ഞെടുക്കല്‌
sq: Preferencat e Desktop

source: Preferences that affect the whole GNOME desktop
ga: Tosaíochtaí a bhfuil bhaint leis an deasc GNOME go iomlán
ml: ഗ്നോം പണിയിടമാകെ ബാധിക്കുന്ന മുന്ഗണനകള്
sq: Preferencat që ndikojnë desktop

source: System Tools
ga: Uirlisí an Corás
ml: വ്യ‍ൂഹ ഉപകരണങ്ങള്
sq: Vegla të Sistemit

source: System menu
ga: roghclár Coráis
ml: വ്യ‍ൂഹ പട്ടിക
sq: Menuja e Sistemit

source: The Squeaky Rubber Gnome
sq: Goma e zhurmshme e Gnome

source: Wanda The GNOME Fish
sq: Wanda Peshku i GNOME

source: The End!
sq: Fundi!

source: Could not locate the directory with header images.
sq: Nuk arrij të përcaktoj directory me figurat e kreut.

source: Failed to open directory with header images: %s
sq: Hapja e directory me figurat e kreut dështoi: %s

source: Unable to load header image: %s
sq: I pamundur ngarkimi i figurës së kreut: %s

source: Could not locate the GNOME logo button.
sq: Nuk arrij të përcaktoj pulsantin GNOME logo.

source: Unable to load '%s': %s
sq: I pamundur ngarkimi i '%s': %s

source: Could not open the address "%s": %s
sq: E pamundur hapja e adresës "%s": %s

source: Could not locate the file with GNOME version information.
sq: Nuk arrij të gjej file me informacionet mbi versionin e GNOME.

source: Version
sq: Versioni

source: Distributor
sq: Shpërndarësi

source: Build Date
sq: Data e krijimit

source: About GNOME
sq: Rreth GNOME

source: News
sq: Lajme

source: Developers
sq: Zhvilluesit

source: Friends of GNOME
sq: Miqtë e GNOME

source: Contact
sq: Kontakti

source: Welcome to the GNOME Desktop
sq: Mirësevini tek Desktop GNOME

source: Brought to you by:
sq: Krijuar për ju nga:

source: About the GNOME Desktop
sq: Në lidhje me GNOME Desktop

source: GNOME also includes a complete development platform for applications programmers, allowing the creation of powerful and complex applications.
sq: GNOME përfshin gjithashtu një piataformë të plotë zhvillimi në ndihmë të programuesve, duke mundësuar krijimin e aplikativëve të fuqishëm dhe kompleksë.

source: GNOME includes most of what you see on your computer, including the file manager, web browser, menus, and many applications.
sq: GNOME përfshin pjesën më të madhe të çfarë shikoni në kompjuterin tuaj, përfshirë manazhuesin e file, lundruesin web, menu-të, dhe shumë aplikativë të tjerë.

source: GNOME is a Free, usable, stable, accessible desktop environment for the Unix-like family of operating systems.
sq: GNOME është një ambient desktop për familjen e sistemeve operativë Unix-like, i përdorueshëm me lehtësi, i qëndrueshëm, i fuqishëm dhe i Lirë.

source: GNOME's greatest strength is our strong community. Virtually anyone, with or without coding skills, can contribute to making GNOME better.
sq: Fuqia e GNOME është komuniteti që na përkrah. Virtualisht kushdo, me apo pa aftësi kodimi, mund të kontribojë në përmirësimin e GNOME.

source: Hundreds of people have contributed code to GNOME since it was started in 1997; many more have contributed in other important ways, including translations, documentation, and quality assurance.
sq: Qindra persona kanë kontribuar duke shkruar kod në GNOME që nga fillimi i projektit në 1997; shumë të tjerë kanë kontribuar në menyra të tjera të rendësishme, si përkthime, dokumentime dhe kontrolli i cilësisë.

source: Error reading file '%s': %s
ga: Feadbh ag léigh an Comhad '%s': %s
ml: %s വായിക്കുന്നതില്‌ പരാജയം : %s
sq: Gabim në leximin e kartelës '%s': %s

source: Error rewinding file '%s': %s
ga: Feadbh ag athchas an Comhad '%s': %s
ml: %s രചന ആവ‍ര്ത്തന‌ പരാജയം : %s
sq: Gabim në rimbështjelljen e kartelës '%s': %s

source: No name
ga: Gan ainm
ml: പേ‍ര‍് ഇല്ല
sq: Asnjë emër

source: File '%s' is not a regular file or directory.
ga: Níl Comhad '%s' comhad féiltiúil nó comhadlann
ml: രചന '%s'ഒരു സാധാരണ രചനയോ കൂടോ അല്ല.
sq: Kartela '%s' nuk është një kartelë apo dosje

source: No filename to save to
ml: സംരക്ഷിക്കുവാന് രചനയില്ല
sq: Pa emër kartele për ta ruajtur

source: Starting %s
ga: Ag thosaigh %s.
ml: %s തുടങ്ങുന്നു
sq: Duke Filluar %s

source: No URL to launch
ga: Gan URL chun rith
ml: വിക്ഷേപിക്കുവാന് വിലാസം (URL) ഇല്ല
sq: Asnjë URL për të lëshuar

source: Not a launchable item
ml: വിക്ഷേപിക്കുവാന് ഒരിനവും ഇല്ല
sq: Element që s'mund të lëshohet

source: No command (Exec) to launch
ml: വിക്ഷേപിക്കുവാന് ആജ്ഞ ഇല്ല
sq: Asnjë komandë (Exec) për tu lëshuar

source: Bad command (Exec) to launch
sq: Komandë e gabuar për tu lëshuar

source: Unknown encoding of: %s
ml: %s ന്റെ അറിയാത്ത ഗൂഡഭാഷ
sq: Kodifikim i panjohur i: %s

source: Error writing file '%s': %s
ga: Feadbh ag scríobh comhad '%s': %s
ml: %s രചനാ എഴുതുന്നതില്‌ പരാജയം : %s
sq: Gabim në shkruarjen e kartelës '%s': %s

source: Directory
ga: Comhadlann
ml: കൂട്
sq: Dosje

source: Application
ga: Feidhmchlár
ml: പ്രയോഗം
sq: Program

source: Link
ga: Ceangall
ml: ബന്ധം
sq: Lidhje

source: FSDevice
sq: PeriferiFS

source: MIME Type
ga: Saghas Mime
ml: MIME ഇനം
sq: Lloj MIME

source: Service
ga: Seirbhís
ml: സേവനം
sq: Shërbim

source: Comm_and:
sq: Kom_anda:

source: _Name:
sq: _Emri:

source: _Generic name:
sq: _Emri i përgjithshëm:

source: Co_mment:
sq: Ko_menti:

source: Browse
ga: Dearchadh
ml: അന്വോഷണം
sq: Shfleto

source: _Type:
sq: _Lloji:

source: _Icon:
sq: _Ikona:

source: Browse icons
ml: ചിഹ്നങ്ങള് പരതുക
sq: Shikoj ikonat

source: Run in t_erminal
sq: Ekzekuto në t_erminal

source: Language
ga: Teanga
ml: ഭാഷ
sq: Gjuha

source: Name
ga: Ainm
ml: പേര‍്
sq: Emri

source: Generic name
ga: Ainm Ginearálta:
ml: പൊതു നാമം
sq: Emri i përgjithshëm

source: Comment
ga: Trácht
ml: അഭിപ്രായം
sq: Koment

source: _Try this before using:
sq: _Provo këtë përpara se ta përdorësh:

source: _Documentation:
sq: _Dokumentimi:

source: _Name/Comment translations:
sq: Përkthimi i _Emrit dhe komenti:

source: _Add/Set
sq: _Shto/Vendos

source: Add or Set Name/Comment Translations
ml: ചേ‍ര്ക്കുക or നിശ്ചയിക്കുക പേര‍്/അഭിപ്രായം ത‍ര്ജ്ജമകള്
sq: Shto ose Vendos përkthimin e Emrit/Komentit

source: Re_move
sq: _Hiq

source: Remove Name/Comment Translation
ml: പേര‍്/അഭിപ്രായം ത‍ര്ജ്ജമ നീക്കം ചെയ്യ‍ുക
sq: Hiq përkthimin e Emrit/Komentit

source: Basic
ga: Bunúsach
ml: അടിസ്ഥാനം
sq: Elementare

source: Advanced
ga: Ardmód
ml: പുരോഗമിച്ച
sq: Më tepër

source: _Show Hints at Startup
ml: തുടങ്ങുമ്പോള് സൂചനകള് നല്കുക
sq: _Trego Udhëzimet në Nisje

source: Internet
ga: Idirlíon
ml: വിവരമണ്ഡലം

source: Sound & Video
ga: Ilmheánach
ml: ശബ്ദവും ചിത്രവും

source: Jerome Bolliet
ml: ജെറോം ബോലിയറ്റ്

source: Gergo Erdi
ga: Gergo Érdi
ml: വീണ്ടും തിരുത്ത്

source: Wang Jian
ml: വാങ് ജെയിന്‌

source: Alexandre Muniz
ml: അലക്സാണ്‌ര്‌ മുനിസ്

source: Martin Norbaeck
ga: Martin Norbäck
ml: മാ‌ര്ട്ടിന്‌ നോ‌ര്ബാക്

source: Carlos Perello Marin
ml: കാ‌‌‌‌‌ര്‌ലോസ് പാരലോ മാരിന്

source: German Poo-Caamano
ml: ജ‌ര്മന് പൂ കാമനോ

source: Kazuhiro Sasayama
ml: കസൂഹിരോ സസയാമ

source: Inigo Serna
ga: Iñigo Serna
ml: ഇനിഗോ സ‌ര്നാ

source: Miroslav Silovic
ml: മിറോസ്ലാവ് സിലോവിക്

source: Wanda the GNOME Fish
ga: Wanda an Iasc GNOME
ml: മത്സ്യ-കന്യക പ്രവചിക്കുന്നു

source: Click here to visit the site :
ga: Cniog e seo chun dul go dtí an líonláithreán
ml: ഇ-സ്ഥലം ലഭിക്കുവാനിവിടെ ക്ളിക്ക് ചെയ്യ‍ുക :

source: List of GNOME Contributors
ga: Liosta na deontóiraí do GNOME
ml: ജിനോം പ്രവ‍ര്ത്തകരുടെ പട്ടിക

source: GNOME Logo Image
ga: íoma an Siombail do GNOME
ml: ജിനോം മുദ്രച്ചിത്രം

source: Contributors' Names
ga: Ainm na deontóiraí
ml: പ്രവ‍ര്ത്തകരുടെ പേരുകള്

source: GNOME Logo
ga: Siombail do GNOME
ml: ജിനോം മുദ്ര

source: GNOME
ml: ജിനോം

source: And Many More ...
ga: Agus go lán daoine eile ...
ml: വീണ്ടും കൂടുതല് ...

source: About GNOME%s%s%s
ga: Faoi GNOME%s%s%s
ml: ജിനോമിനെ കുറിച്ച് %s%s%s

source: GNOME News Site
ga: líonláithreán nuacht do GNOME
ml: ജിനോം വാര്ത്താസ്ഥലം

source: GNOME Main Site
ga: líonláithreán GNOME
ml: ഗ്നോം പ്രധാന ഇ-സ്ഥലം

source: GNOME Developers' Site
ga: líonláithreán le haighaidh 'Gnome Developers'
ml: ഗ്നോം പ്രവ‍ര്ത്തകരുടെ ഇ-സ്ഥലം

source: GNOME is a part of the GNU Project
ga: Tá GNOME cuid do scéim GNU
ml: ഗ്നോം ഗ്നു (GNU) പ്രൊജക്ടിന്റെ ഭാഗമാണ‍്

source: ServiceType
ga: An saghas Seirbhís
ml: സേവന-തരം

source: Command:
ga: Ceannas
ml: ആജ്ഞ:

source: Name:
ga: Ainm:
ml: നാമം:

source: Generic name:
ga: Ainm Ginearálta:
ml: പൊതു നാമം:

source: Comment:
ga: Trácht
ml: അഭിപ്രായം:

source: Type:
ga: Saghas:
ml: തരം:

source: Icon:
ga: Dealbh:
ml: ചിഹ്നം:

source: Run in Terminal
ga: Rith i Teirminéal
ml: കല്പ്പനാസ്ഥാനത്ത് പ്രവ‍ര്ത്തിക്കുക

source: Try this before using:
ga: Baint trial as e seo riamh..:
ml: ഉപയോഗിക്കുന്നതിന‍് മുന്പ് ഇത് ശ്രമിക്കുക:

source: Documentation:
ga: Doiciméadú:
ml: സഹായഗ്രന്ഥങ്ങള്:

source: Name/Comment translations:
ml: പേര‍്/അഭിപ്രായം ത‍ര്ജ്ജമകള്:

source: Add/Set
ml: ചേ‍ര്ക്കുക/നിശ്ചയിക്കുക

source: Remove
ga: Scríos
ml: നീക്കം ചെയ്യ‍ുക

source: Frederic Crozat
ga: Frédéric Crozat

source: Frederic Devernay
ga: Frédéric Devernay

source: The Mysterious GEGL
ga: An GEGL mistéireach

# Monitor vendor
source: Unknown
tg: Номаълум

source: Unspecified
tg: Номуайян

source: could not get the screen resources (CRTCs, outputs, modes)
tg: Манобеи экран (назоратчии CRT, хуруҷиҳо, ҳолатҳо) дарёфт нашуд

source: unhandled X error while getting the range of screen sizes
tg: Хатои X-и идоранашванда ҳангоми дарёфти маҳдудаи андозаҳои экран

source: could not get the range of screen sizes
tg: маҳдудаи андозаҳои экран дарёфт нашуд

source: RANDR extension is not present
tg: Густариши RANDR вуҷуд надорад

source: could not get information about output %d
tg: Иттилоот дар бораи хуруҷии %d дарёфт нашуд

source: Built-in Display
tg: Дисплейи дарунсохт

source: %s Display
tg: Дисплейи %s

source: Unknown Display
tg: Дисплейи номаълум

source: requested position/size for CRTC %d is outside the allowed limit: position=(%d, %d), size=(%d, %d), maximum=(%d, %d)
tg: мавқеият/андоза барои CRTC %d брун аз меъёри иҷозатшуда аст: мавқеият=(%d, %d), андоза=(%d, %d), ҳадди аксар=(%d, %d)

source: could not set the configuration for CRTC %d
tg: конфигуратсия барои CRTC %d танзим нашуд

source: could not get information about CRTC %d
tg: иттилоот дар бораи CRTC %d-ро дарёфт карда натавонист

source: none of the saved display configurations matched the active configuration
tg: ҳеҷ кадоми конфигуратсияҳои дисплейҳои захирашуда бо конфигуратсияи фаъол мутобиқат накард

source: CRTC %d cannot drive output %s
tg: CRTC %d хуруҷии %s-ро ронда наметавонад

source: output %s does not support mode %dx%d@%dHz
tg: хуруҷии %s ҳолати %dx%d@%dHz-ро дастгирӣ карда наметавонад

source: CRTC %d does not support rotation=%s
tg: CRTC %d чархиши=%s-ро дастгирь карда наметавонад

source: output %s does not have the same parameters as another cloned output: existing mode = %d, new mode = %d existing coordinates = (%d, %d), new coordinates = (%d, %d) existing rotation = %s, new rotation = %s
tg: хуруҷии %s бо хуруҷии клоншудаи дигар параметри якхела надорад: ҳолати мавҷудбуда = %d, ҳолати нав = %d координатҳои мавҷудбуда = (%d, %d), координатҳои нав = (%d, %d) чархиши мавҷудбуда = %s, чархиши нав = %s

source: cannot clone to output %s
tg: ба хуруҷии %s клон намешавад

source: Trying modes for CRTC %d
tg: Кӯшиши ҳолатҳо барои CRTC %d

source: CRTC %d: trying mode %dx%d@%dHz with output at %dx%d@%dHz (pass %d)
tg: CRTC %d: ҳолати %dx%d@%dHz-ро бо хуруҷӣ дар %dx%d@%dHz (pass %d) кӯшиш мекунад

source: could not assign CRTCs to outputs: %s
tg: CRTC­-ро барои хуруҷиҳо муайян карда наметавонад: %s

source: none of the selected modes were compatible with the possible modes: %s
tg: ҳеҷ кадоми ҳолатҳои интихобшуда ба ҳолатҳои эҳтимолӣ мувофиқат намекунад: %s

source: required virtual size does not fit available size: requested=(%d, %d), minimum=(%d, %d), maximum=(%d, %d)
tg: андозаи виртуалии дархостшуда бо андозаи дастрас мутобиқ нест: дархостшуда=(%d, %d), ҳадди ақал=(%d, %d), ҳадди аксар=(%d, %d)
